/* Description for Update button when no iPod selected */
"UPDATE_NO_SELECTION" = "Klik op 'Werk bij' om de iPod bij te werken.";
"UPDATE_NO_SELECTION_MULTIPLE" = "Selecteer de iPod waarvan u de firmware wilt bijwerken.";
"UPDATE_ONE_SELECTION" = "Klik op 'Werk bij' om '%@' bij te werken naar versie %@.";
"UPDATE_MULTIPLE_SELECTION" = "Klik op 'Werk bij' om de geselecteerde iPods bij te werken.";
"UPDATE_MULTIPLE_SELECTION_DISALLOWED" = "Klik op 'Werk bij' om de iPod bij te werken.";
"UPDATE_NO_UPDATES_AVAILABLE_SINGLE" = "De iPod is up-to-date.";
"UPDATE_NO_UPDATES_AVAILABLE_MULTIPLE" = "De geselecteerde iPods zijn up-to-date.";
"UPDATE_NO_UPDATES_UNKNOWN_POD" = "De geselecteerde iPod wordt niet door deze updater ondersteund.";
"UPDATE_NO_UPDATE_WRONG_DISK_FORMAT" = "Alleen iPods met een Macintosh-schijfstructuur kunnen worden bijgewerkt.";

/* Description for Restore button when no iPod selected */
"RESTORE_NO_SELECTION" = "Klik op 'Herstel' om de fabrieksinstellingen van de iPod te herstellen.";
"RESTORE_NO_SELECTION_MULTIPLE" = "Selecteer de iPod waarvan u de fabrieksinstellingen wilt herstellen.";
"RESTORE_ONE_SELECTION" = "Klik op 'Herstel' om de fabrieksinstellingen van de iPod te herstellen.";
"RESTORE_MULTIPLE_SELECTION" = "Klik op 'Herstel' om de fabrieksinstellingen van de geselecteerde iPods te herstellen.";
"RESTORE_MULTIPLE_SELECTION_DISALLOWED" = "Klik op 'Herstel' om de fabrieksinstellingen van de iPod te herstellen.";
"RESTORE_NOT_MOUNTED_YET" = "Wachten tot de iPod gereed is.";
"RESTORE_ONLY_OVER_FIREWIRE" = "Om deze iPod te herstellen is aansluiting via FireWire vereist.";

"UPDATING_STATUS" = "'%@' bijwerken";

/* Strings for the Restore confirmation sheet */
"RESTORE_ALERT_SHEET_TITLE" = "Herstel bevestigen";
"RESTORE_ALERT_SHEET_DESC" = "Weet u zeker dat u de fabrieksinstellingen van de iPod wilt herstellen? Alle nummers en andere gegevens worden gewist.";

/* Strings to show user when no iPods detected */
"PLUG_IN_IPOD" = "Sluit een iPod aan om bij te werken.";
"IPOD_RESTARTING_RESTORE" = "De fabrieksinstellingen van de iPod zijn hersteld en de iPod wordt opnieuw opgestart. Koppel de iPod niet los en wacht tot het herstelproces is voltooid.";
"IPOD_RESTARTING_UPDATE" = "De software is bijgewerkt en de iPod wordt opnieuw opgestart. Koppel de iPod niet los en wacht tot het bijwerkproces is voltooid.";
"IPOD_RESTARTING_UNPLUG_REPLUG_RESTORE" = "De fabrieksinstellingen van de iPod zijn hersteld. Koppel de iPod los en sluit hem vervolgens weer aan om het herstelproces te voltooien.";
"IPOD_RESTARTING_UNPLUG_REPLUG_UPDATE" = "De iPod is bijgewerkt. Koppel de iPod los en sluit hem vervolgens weer aan om het bijwerkproces te voltooien.";
"IPOD_RESTARTING_UNPLUG_POWER_RESTORE" = "De fabrieksinstellingen van de iPod zijn hersteld. Koppel de iPod los en sluit hem aan op de externe voeding om het herstelproces te voltooien.";
"IPOD_RESTARTING_UNPLUG_POWER_UPDATE" = "De iPod is bijgewerkt. Koppel de iPod los en sluit hem aan op de externe voeding om het bijwerkproces te voltooien.";
"TOO_MANY_IPODS" = "Er is meer dan één iPod aangesloten. U kunt slechts één iPod tegelijk aansluiten om bij te werken. Verwijder de overige iPods via de Finder en koppel ze los.";
/* "TOO_MANY_IPODS" = "There are way too many iPods plugged in. Please attach one iPod at a time to be updated. Eject other iPods using the Finder and disconnect them."; */

/* Field titles used when copying iPod details to clipboard */
"COPY_POD_NAME" = "Naam";
"COPY_FIRMWARE_VERSION" = "Firmwareversie";
"COPY_SERIAL_NUMBER" = "Serienummer";
"COPY_DISK_FORMAT" = "Schijfstructuur";
"COPY_CAPACITY" = "Capaciteit";
"COPY_POD_FAMILY" = "Type iPod";
"COPY_UPDATER_FAMILY" = "Type updater";

/* Name of iPod while it is still mounting */
"MOUNTING_NAME" = "(Activeren)";
"UNMOUNTED_NAME" = "(Niet geactiveerd)";
"RESTORING_NAME" = "(Herstellen)";
"UPDATING_NAME" = "(Bijwerken)";
"RESTARTING_NAME" = "(Opnieuw opstarten)";
"IPOD_NAME" = "iPod";

/* Status strings */
"RESTORING_STATUS" = "'%@' herstellen";
"UPDATING_STATUS" = "'%@' bijwerken";
"RESTARTING_STATUS" = "Opnieuw opstarten";
"EXAMINING_STATUS" = "iPod onderzoeken";
"UNMOUNTING_STATUS" = "iPod deactiveren";
"PREPARING_STATUS" = "iPod voorbereiden";
"FINISHING_STATUS" = "Voltooien";
"FORMATTING_STATUS" = "iPod formatteren";
"WRITING_FIRMWARE_STATUS" = "iPod-software schrijven";
"CLEARING_STATUS" = "Oude iPod-software verwijderen";
"WRITING_ICON_STATUS" = "Volumesymbool aanmaken";

/* Displayed for many of the info fields when multiple iPods are selected. */
"MULTIPLE_SELECTED" = "Meerdere iPods geselecteerd.";
/* Displayed for many of the info fields when no iPods are selected. */
"NONE_SELECTED" = "Geen iPods geselecteerd.";
/* Displayed when info is not available */
"UNKNOWN" = "Onbekend";

/* Button titles */
"RESTORE" = "Herstel";
"CANCEL" = "Annuleer";
"OK" = "OK";

/* Errors */
"ERROR_TITLE" = "Fout";
"CANT_UNMOUNT" = "De iPod kan niet worden gedeactiveerd omdat deze in gebruik is. Sluit geopende bestanden op de iPod en probeer het opnieuw.";
"CANT_MOUNT" = "Er is één iPod aangetroffen, maar deze moet op het bureaublad zijn geactiveerd om de bewerking te kunnen uitvoeren.";
"GENERAL_ERROR" = "Er heeft zich een fout voorgedaan tijdens het bijwerken of herstellen van de iPod.";
"SIGMATEL_ERROR" = "Er heeft zich een fout voorgedaan tijdens het bijwerken of herstellen van de iPod. Koppel de iPod los, sluit hem weer aan en probeer de iPod vervolgens opnieuw te herstellen. Als dit het probleem niet verhelpt, gaat u naar http://www.apple.com/nl/support/ipod";
"CANT_FIND_FORMAT_SLICE" = "De gegevenspartitie is niet gevonden of kan niet worden geformatteerd. Koppel de iPod los, sluit hem weer aan en probeer de iPod vervolgens opnieuw te herstellen.";
"FORMAT_ERROR" = "Er heeft zich een fout voorgedaan tijdens het formatteren van de iPod.";
"FORMAT_ERROR_Q14_USB" = "Er heeft zich een fout voorgedaan tijdens het formatteren van de iPod. Sluit de iPod aan met een FireWire-kabel en probeer het opnieuw.";

/* sizes */
"GB" = "%.2f GB";
"MB" = "%.2f MB";			
"KB" = "%.2f KB";

/* disk formats */
"DISK_FORMAT_HFS" = "Macintosh";
"DISK_FORMAT_FAT" = "Windows";
"DISK_FORMAT_UNKNOWN" = "Onbekend";

/* Debug menu strings */
"DEBUG_MENU_TITLE" = "Debug";
"DEBUG_ALWAYS_ALLOW_UPDATES" = "Always allow updates";

/* strings for the quit sheet */
"QUIT_QUESTION_UPDATE_MESSAGE" = "De iPod is bijgewerkt en wordt nu opnieuw opgestart. Koppel de iPod niet los en wacht tot het bijwerkproces is voltooid. Wilt u de iPod Updater stoppen en iTunes starten?";
"QUIT_QUESTION_RESTORE_MESSAGE" = "De fabrieksinstellingen van de iPod zijn hersteld en de iPod wordt nu opnieuw opgestart. Koppel de iPod niet los en wacht tot het herstelproces is voltooid. Wilt u de iPod Updater stoppen en iTunes starten?";
"QUIT_QUESTION_POWER_UPDATE_MESSAGE" = "De iPod is bijgewerkt. Koppel de iPod los en sluit hem aan op de externe voeding om het bijwerkproces te voltooien. Wilt u de iPod Updater stoppen en iTunes starten?";
"QUIT_QUESTION_POWER_RESTORE_MESSAGE" = "De fabrieksinstellingen van de iPod zijn hersteld. Koppel de iPod los en sluit hem aan op de externe voeding om het herstelproces te voltooien. Wilt u de iPod Updater stoppen en iTunes starten?";
"QUIT_QUESTION_UNPLUG_REPLUG_UPDATE_MESSAGE" = "De iPod is bijgewerkt. Koppel de iPod los en sluit hem vervolgens weer aan om het bijwerkproces te voltooien. Wilt u de iPod Updater stoppen en iTunes starten?";
"QUIT_QUESTION_UNPLUG_REPLUG_RESTORE_MESSAGE" = "De fabrieksinstellingen van de iPod zijn hersteld. Koppel de iPod los en sluit hem vervolgens weer aan om het herstelproces te voltooien. Wilt u de iPod Updater stoppen en iTunes starten?";

/* URLs */
"SUPPORT_URL" = "http://www.apple.com/nl/support/ipod";
"REGISTRATION_URL" = "http://www.apple.com/register";